const postsData = [
  {
    id : 1,
    title : '봄입니다',
    content : '봄에 대한 설명입니다.',
    author : '홍길동',
    date : '2024-03-21',
    body : '그는 조선 연산군때 도적떼의 우두머리로, 세상을 떠들썩하게 했던 실존 인물이며, 선조 때 허균이 지은 《홍길동전》의 실제 모델로 알려지고 있다. 성호 이익은 《성호사설》에서 그를 임꺽정 · 장길산과 더불어 ‘조선의 3대 도둑’으로 꼽기도 하였다. 그 중에서도 홍길동은 조선 역사상 유일하게 존재하는 외척 출신 도둑이다.'
  },
  {
    id : 2,
    title : '여름입니다',
    content : '여름에 대한 설명입니다.',
    author : '이순신',
    date : '2024-03-21',
    body : '그는 조선 연산군때 도적떼의 우두머리로, 세상을 떠들썩하게 했던 실존 인물이며, 선조 때 허균이 지은 《홍길동전》의 실제 모델로 알려지고 있다. 성호 이익은 《성호사설》에서 그를 임꺽정 · 장길산과 더불어 ‘조선의 3대 도둑’으로 꼽기도 하였다. 그 중에서도 홍길동은 조선 역사상 유일하게 존재하는 외척 출신 도둑이다.'
  },
  {
    id : 3,
    title : '가을입니다',
    content : '가을에 대한 설명입니다.',
    author : '세종대왕',
    date : '2024-03-21',
    body : '그는 조선 연산군때 도적떼의 우두머리로, 세상을 떠들썩하게 했던 실존 인물이며, 선조 때 허균이 지은 《홍길동전》의 실제 모델로 알려지고 있다. 성호 이익은 《성호사설》에서 그를 임꺽정 · 장길산과 더불어 ‘조선의 3대 도둑’으로 꼽기도 하였다. 그 중에서도 홍길동은 조선 역사상 유일하게 존재하는 외척 출신 도둑이다.'
  },
  {
    id : 4,
    title : '겨울입니다',
    content : '겨울에 대한 설명입니다.',
    author : '임꺽정',
    date : '2024-03-21',
    body : '그는 조선 연산군때 도적떼의 우두머리로, 세상을 떠들썩하게 했던 실존 인물이며, 선조 때 허균이 지은 《홍길동전》의 실제 모델로 알려지고 있다. 성호 이익은 《성호사설》에서 그를 임꺽정 · 장길산과 더불어 ‘조선의 3대 도둑’으로 꼽기도 하였다. 그 중에서도 홍길동은 조선 역사상 유일하게 존재하는 외척 출신 도둑이다.'
  },
]

export default postsData